import { problemConfigType } from './types';

export const listConfig: problemConfigType = [
  {
    title: '如何反馈您遇到的问题？',
    content: [
      '您可以点击页面右上角反馈按钮，烦请仔细描述您的问题，附上图片更有助于平台定位问题。',
      '您可以在抖音app-我的-设置-反馈与帮助页面，点击右上角反馈历史查看到平台给您反馈的信息。'
    ],
    key: 1
  },
  {
    title: '退款说明',
    content: ['自您购买课程7天内，若学习累计时长未超过10分钟可申请退款，超过10分钟（包含10分钟）则不可退款'],
    key: 2
  },
  {
    title: '购买后如何学习课程？',
    content: [
      '1. 在抖音app-我的模块，点击右上角-我的订单-全部订单，找到您购买的课程，点击进入订单详情，点击去学习，即可观看课程；',
      '2. 在抖音正式版/极速版，搜索【小鹅通微店】，点击底部学习按钮，即可观看课程'
    ],
    key: 3
  },
  {
    title: '课程有效期多长？',
    content: ['不同的课程有效期不一样，具体请查看购买的课程详情'],
    key: 4
  },
  {
    title: '如何联系老师？',
    content: ['找到您购买的课程，在页面中点击关注，跳转后关注老师抖音账号私信即可'],
    key: 5
  },
  {
    title: '学习看课太卡？',
    content: [
      '您可以检查网络是否正常，重新开启网络后试试。如果还是不行，您可以点击右上角反馈，具体描述您学习的是哪一门课程。'
    ],
    key: 6
  }
];
